<?php

return [
    'ArabicName' => 'الأسم بالعربى',
    'EnglishName' => 'الأسم بالأنجليزيه',
    'ArabicDesc' => 'الوصف بالعربي',
    'EnglishDesc' => 'الوصف بالانجليزي',
    'Brand' => 'العلامة التجارية',
    'Country' => 'دولة',
    'Brands' => 'العلامات التجارية',
    'AddBrand' => 'اضافة علامة تجارية',
    'EditBrand' => 'تعديل علامة تجارية',
    'ShowBrand' => 'عرض علامة تجارية',
    'Image' => 'صورة',
    'Save' => 'حفظ',
    'Actions' => 'العمليات',
    'edit' => 'تعديل',
    'show' => 'عرض',
    'delete' => 'حذف',
    'yes' => 'نعم',
    'no' => 'لا',
    'noImage' => 'لا يوجد صوره',
    'Remind' => 'متاح',
    'ID' =>'الرقم التسلسلي',
    'none' => 'لا يوجد ',
    'The brand have relation' => 'هذه العلامة التجارية لها علاقه بمنتج',

];
