<?php

return [
    'custom' => [
        'name_ar' => [
            'required' => 'حقل الاسم بالعربية مطلوب.',
            'string'   => 'يجب أن يكون الاسم بالعربية نصاً.',
            'max'      => 'يجب ألا يتجاوز الاسم بالعربية 255 حرفًا.',
            'unique'   => 'الاسم بالعربية مستخدم بالفعل.',
        ],
        'name_en' => [
            'required' => 'حقل الاسم بالإنجليزية مطلوب.',
            'string'   => 'يجب أن يكون الاسم بالإنجليزية نصاً.',
            'max'      => 'يجب ألا يتجاوز الاسم بالإنجليزية 255 حرفًا.',
            'unique'   => 'الاسم بالإنجليزية مستخدم بالفعل.',
        ],
    ],
];
