<?php 

return [

      'document_type_id' => [
        'required' => 'حقل نوع المستند مطلوب.',
        'exists' => 'نوع المستند المحدد غير موجود.',
    ],
    'employee_id' => [
        'required' => 'حقل الموظف مطلوب.',
        'exists' => 'الموظف المحدد غير موجود.',
    ],
    'file' => [
        'required' => 'يجب رفع ملف المستند.',
        'file' => 'الملف المرفوع غير صالح.',
        'mimes' => 'الملفات المسموح بها: pdf، jpg، jpeg، png، doc، docx.',
        'max' => 'يجب ألا يتجاوز حجم الملف 2 ميجابايت.',
    ],
];